{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "<unk>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "<|begin_of_text|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "<|end_of_text|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "<|human|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "<|assistant|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 5,
      "content": "<|system|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 6,
      "content": "<|end_turn|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": {
    "type": "Sequence",
    "normalizers": [
      {
        "type": "NFC"
      },
      {
        "type": "Replace",
        "pattern": {
          "String": " "
        },
        "content": " "
      }
    ]
  },
  "pre_tokenizer": {
    "type": "Sequence",
    "pretokenizers": [
      {
        "type": "Whitespace"
      },
      {
        "type": "Punctuation",
        "behavior": "Isolated"
      },
      {
        "type": "Digits",
        "individual_digits": false
      }
    ]
  },
  "post_processor": {
    "type": "TemplateProcessing",
    "single": [
      {
        "SpecialToken": {
          "id": "<|begin_of_text|>",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "SpecialToken": {
          "id": "<|end_of_text|>",
          "type_id": 0
        }
      }
    ],
    "pair": [
      {
        "SpecialToken": {
          "id": "<|begin_of_text|>",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "SpecialToken": {
          "id": "<|end_of_text|>",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "B",
          "type_id": 1
        }
      },
      {
        "SpecialToken": {
          "id": "<|end_of_text|>",
          "type_id": 1
        }
      }
    ],
    "special_tokens": {
      "<|begin_of_text|>": {
        "id": "<|begin_of_text|>",
        "ids": [
          1
        ],
        "tokens": [
          "<|begin_of_text|>"
        ]
      },
      "<|end_of_text|>": {
        "id": "<|end_of_text|>",
        "ids": [
          2
        ],
        "tokens": [
          "<|end_of_text|>"
        ]
      }
    }
  },
  "decoder": {
    "type": "BPEDecoder",
    "suffix": "</w>"
  },
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": "<unk>",
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "ignore_merges": false,
    "vocab": {
      "<unk>": 0,
      "<|begin_of_text|>": 1,
      "<|end_of_text|>": 2,
      "<|human|>": 3,
      "<|assistant|>": 4,
      "<|system|>": 5,
      "<|end_turn|>": 6,
      "\u0000": 7,
      "\u0001": 8,
      "\u0002": 9,
      "\u0003": 10,
      "\u0004": 11,
      "\u0005": 12,
      "\u0006": 13,
      "\u0007": 14,
      "\b": 15,
      "\u000e": 16,
      "\u000f": 17,
      "\u0010": 18,
      "\u0011": 19,
      "\u0012": 20,
      "\u0013": 21,
      "\u0014": 22,
      "\u0015": 23,
      "\u0016": 24,
      "\u0017": 25,
      "\u0018": 26,
      "\u0019": 27,
      "\u001a": 28,
      "\u001b": 29,
      "!": 30,
      "\"": 31,
      "#": 32,
      "$": 33,
      "%": 34,
      "&": 35,
      "'": 36,
      "(": 37,
      ")": 38,
      "*": 39,
      "+": 40,
      ",": 41,
      "-": 42,
      ".": 43,
      "/": 44,
      "0": 45,
      "1": 46,
      "2": 47,
      "3": 48,
      "4": 49,
      "5": 50,
      "6": 51,
      "7": 52,
      "8": 53,
      "9": 54,
      ":": 55,
      ";": 56,
      "<": 57,
      "=": 58,
      ">": 59,
      "?": 60,
      "@": 61,
      "A": 62,
      "B": 63,
      "C": 64,
      "D": 65,
      "E": 66,
      "F": 67,
      "G": 68,
      "H": 69,
      "I": 70,
      "J": 71,
      "K": 72,
      "L": 73,
      "M": 74,
      "N": 75,
      "O": 76,
      "P": 77,
      "Q": 78,
      "R": 79,
      "S": 80,
      "T": 81,
      "U": 82,
      "V": 83,
      "W": 84,
      "X": 85,
      "Y": 86,
      "Z": 87,
      "[": 88,
      "\\": 89,
      "]": 90,
      "^": 91,
      "_": 92,
      "`": 93,
      "a": 94,
      "b": 95,
      "c": 96,
      "d": 97,
      "e": 98,
      "f": 99,
      "g": 100,
      "h": 101,
      "i": 102,
      "j": 103,
      "k": 104,
      "l": 105,
      "m": 106,
      "n": 107,
      "o": 108,
      "p": 109,
      "q": 110,
      "r": 111,
      "s": 112,
      "t": 113,
      "u": 114,
      "v": 115,
      "w": 116,
      "x": 117,
      "y": 118,
      "z": 119,
      "{": 120,
      "|": 121,
      "}": 122,
      "~": 123,
      "": 124,
      "": 125,
      "": 126,
      "": 127,
      "": 128,
      "": 129,
      "": 130,
      "": 131,
      "": 132,
      "": 133,
      "": 134,
      "": 135,
      "": 136,
      "": 137,
      "": 138,
      "": 139,
      "": 140,
      "": 141,
      "": 142,
      "": 143,
      "": 144,
      "": 145,
      "": 146,
      "": 147,
      "": 148,
      "": 149,
      "": 150,
      "": 151,
      "": 152,
      "": 153,
      "": 154,
      "": 155,
      "¡": 156,
      "¢": 157,
      "£": 158,
      "¤": 159,
      "¥": 160,
      "¦": 161,
      "§": 162,
      "©": 163,
      "«": 164,
      "¬": 165,
      "­": 166,
      "®": 167,
      "°": 168,
      "±": 169,
      "¶": 170,
      "·": 171,
      "»": 172,
      "¿": 173,
      "À": 174,
      "Á": 175,
      "Â": 176,
      "Ã": 177,
      "Ä": 178,
      "Å": 179,
      "Æ": 180,
      "Ç": 181,
      "È": 182,
      "É": 183,
      "Ê": 184,
      "Ë": 185,
      "Ì": 186,
      "Í": 187,
      "Î": 188,
      "Ï": 189,
      "Ð": 190,
      "Ñ": 191,
      "Ò": 192,
      "Ó": 193,
      "Ô": 194,
      "Õ": 195,
      "Ö": 196,
      "×": 197,
      "Ø": 198,
      "Ù": 199,
      "Ú": 200,
      "Û": 201,
      "Ü": 202,
      "Ý": 203,
      "Þ": 204,
      "ß": 205,
      "à": 206,
      "á": 207,
      "â": 208,
      "ã": 209,
      "ä": 210,
      "å": 211,
      "æ": 212,
      "ç": 213,
      "è": 214,
      "é": 215,
      "ê": 216,
      "ë": 217,
      "ì": 218,
      "í": 219,
      "î": 220,
      "ï": 221,
      "ð": 222,
      "ñ": 223,
      "ò": 224,
      "ó": 225,
      "ô": 226,
      "õ": 227,
      "ö": 228,
      "÷": 229,
      "ø": 230,
      "ù": 231,
      "ú": 232,
      "û": 233,
      "ü": 234,
      "ý": 235,
      "þ": 236,
      "ÿ": 237,
      "Ā": 238,
      "ā": 239,
      "Ă": 240,
      "ă": 241,
      "Ą": 242,
      "ą": 243,
      "Ć": 244,
      "ć": 245,
      "Ĉ": 246,
      "ĉ": 247,
      "Ċ": 248,
      "ċ": 249,
      "Č": 250,
      "č": 251,
      "Ď": 252,
      "ď": 253,
      "Đ": 254,
      "đ": 255,
      "Ē": 256,
      "ē": 257,
      "ĕ": 258,
      "Ė": 259,
      "ė": 260,
      "Ę": 261,
      "ę": 262,
      "Ě": 263,
      "ě": 264,
      "Ĝ": 265,
      "ĝ": 266,
      "Ğ": 267,
      "ğ": 268,
      "Ġ": 269,
      "ġ": 270,
      "Ģ": 271,
      "ģ": 272,
      "Ĥ": 273,
      "ĥ": 274,
      "Ħ": 275,
      "ħ": 276,
      "Ĩ": 277,
      "ĩ": 278,
      "Ī": 279,
      "ī": 280,
      "Ĭ": 281,
      "ĭ": 282,
      "į": 283,
      "İ": 284,
      "ı": 285,
      "Ĵ": 286,
      "ĵ": 287,
      "ķ": 288,
      "Ĺ": 289,
      "ĺ": 290,
      "ļ": 291,
      "Ľ": 292,
      "ľ": 293,
      "Ł": 294,
      "ł": 295,
      "Ń": 296,
      "ń": 297,
      "ņ": 298,
      "ň": 299,
      "ŋ": 300,
      "Ō": 301,
      "ō": 302,
      "Ŏ": 303,
      "ŏ": 304,
      "Ő": 305,
      "ő": 306,
      "Œ": 307,
      "œ": 308,
      "ŕ": 309,
      "ŗ": 310,
      "Ř": 311,
      "ř": 312,
      "Ś": 313,
      "ś": 314,
      "Ŝ": 315,
      "ŝ": 316,
      "Ş": 317,
      "ş": 318,
      "Š": 319,
      "š": 320,
      "Ţ": 321,
      "ţ": 322,
      "Ť": 323,
      "ť": 324,
      "Ũ": 325,
      "ũ": 326,
      "Ū": 327,
      "ū": 328,
      "Ŭ": 329,
      "ŭ": 330,
      "ů": 331,
      "Ű": 332,
      "ű": 333,
      "ų": 334,
      "Ÿ": 335,
      "Ź": 336,
      "ź": 337,
      "Ż": 338,
      "ż": 339,
      "Ž": 340,
      "ž": 341,
      "ƅ": 342,
      "ƌ": 343,
      "Ǝ": 344,
      "Ə": 345,
      "ƒ": 346,
      "Ɣ": 347,
      "ƛ": 348,
      "ƞ": 349,
      "Ơ": 350,
      "ơ": 351,
      "Ƥ": 352,
      "Ƨ": 353,
      "Ƭ": 354,
      "Ư": 355,
      "ư": 356,
      "ǀ": 357,
      "ǁ": 358,
      "ǂ": 359,
      "ǃ": 360,
      "ǎ": 361,
      "Ǐ": 362,
      "ǐ": 363,
      "ǒ": 364,
      "ǔ": 365,
      "ǝ": 366,
      "ǣ": 367,
      "Ǫ": 368,
      "ǫ": 369,
      "ǹ": 370,
      "ȁ": 371,
      "Ȃ": 372,
      "Ȅ": 373,
      "ȅ": 374,
      "ȇ": 375,
      "ȉ": 376,
      "ȏ": 377,
      "Ș": 378,
      "ș": 379,
      "Ț": 380,
      "ț": 381,
      "ȳ": 382,
      "ɂ": 383,
      "Ƀ": 384,
      "ɍ": 385,
      "ɐ": 386,
      "ɑ": 387,
      "ɒ": 388,
      "ɓ": 389,
      "ɔ": 390,
      "ɕ": 391,
      "ɗ": 392,
      "ɘ": 393,
      "ə": 394,
      "ɛ": 395,
      "ɜ": 396,
      "ɟ": 397,
      "ɡ": 398,
      "ɣ": 399,
      "ɤ": 400,
      "ɦ": 401,
      "ɨ": 402,
      "ɪ": 403,
      "ɫ": 404,
      "ɬ": 405,
      "ɯ": 406,
      "ɰ": 407,
      "ɲ": 408,
      "ɵ": 409,
      "ɹ": 410,
      "ɾ": 411,
      "ʀ": 412,
      "ʁ": 413,
      "ʃ": 414,
      "ʇ": 415,
      "ʉ": 416,
      "ʊ": 417,
      "ʋ": 418,
      "ʌ": 419,
      "ʎ": 420,
      "ʏ": 421,
      "ʑ": 422,
      "ʒ": 423,
      "ʔ": 424,
      "ʕ": 425,
      "ʝ": 426,
      "ʡ": 427,
      "ʢ": 428,
      "ʣ": 429,
      "ʧ": 430,
      "ʹ": 431,
      "ʻ": 432,
      "ʼ": 433,
      "ʽ": 434,
      "ʾ": 435,
      "ʿ": 436,
      "ˀ": 437,
      "˂": 438,
      "˃": 439,
      "ˆ": 440,
      "ˇ": 441,
      "ˈ": 442,
      "ˊ": 443,
      "ˌ": 444,
      "ː": 445,
      "ˑ": 446,
      "˗": 447,
      "˧": 448,
      "˨": 449,
      "ˮ": 450,
      "̀": 451,
      "́": 452,
      "̂": 453,
      "̃": 454,
      "̄": 455,
      "̅": 456,
      "̆": 457,
      "̇": 458,
      "̈": 459,
      "̊": 460,
      "̋": 461,
      "̌": 462,
      "̎": 463,
      "̏": 464,
      "̑": 465,
      "̒": 466,
      "̓": 467,
      "̔": 468,
      "̕": 469,
      "̞": 470,
      "̣": 471,
      "̤": 472,
      "̥": 473,
      "̧": 474,
      "̨": 475,
      "̩": 476,
      "̪": 477,
      "̯": 478,
      "̱": 479,
      "̲": 480,
      "̳": 481,
      "̵": 482,
      "̶": 483,
      "̽": 484,
      "͂": 485,
      "͕": 486,
      "͞": 487,
      "͡": 488,
      "Ͳ": 489,
      "ͻ": 490,
      "Ά": 491,
      "Έ": 492,
      "Ή": 493,
      "Ί": 494,
      "Ό": 495,
      "Ύ": 496,
      "Ώ": 497,
      "ΐ": 498,
      "Α": 499,
      "Β": 500,
      "Γ": 501,
      "Δ": 502,
      "Ε": 503,
      "Ζ": 504,
      "Η": 505,
      "Θ": 506,
      "Ι": 507,
      "Κ": 508,
      "Λ": 509,
      "Μ": 510,
      "Ν": 511,
      "Ξ": 512,
      "Ο": 513,
      "Π": 514,
      "Ρ": 515,
      "Σ": 516,
      "Τ": 517,
      "Υ": 518,
      "Φ": 519,
      "Χ": 520,
      "Ψ": 521,
      "Ω": 522,
      "Ϊ": 523,
      "ά": 524,
      "έ": 525,
      "ή": 526,
      "ί": 527,
      "ΰ": 528,
      "α": 529,
      "β": 530,
      "γ": 531,
      "δ": 532,
      "ε": 533,
      "ζ": 534,
      "η": 535,
      "θ": 536,
      "ι": 537,
      "κ": 538,
      "λ": 539,
      "μ": 540,
      "ν": 541,
      "ξ": 542,
      "ο": 543,
      "π": 544,
      "ρ": 545,
      "ς": 546,
      "σ": 547,
      "τ": 548,
      "υ": 549,
      "φ": 550,
      "χ": 551,
      "ψ": 552,
      "ω": 553,
      "ϊ": 554,
      "ϋ": 555,
      "ό": 556,
      "ύ": 557,
      "ώ": 558,
      "ϛ": 559,
      "ϟ": 560,
      "Ё": 561,
      "Ђ": 562,
      "Ѓ": 563,
      "Є": 564,
      "Ѕ": 565,
      "І": 566,
      "Ї": 567,
      "Љ": 568,
      "Њ": 569,
      "Ћ": 570,
      "Ў": 571,
      "А": 572,
      "Б": 573,
      "В": 574,
      "Г": 575,
      "Д": 576,
      "Е": 577,
      "Ж": 578,
      "З": 579,
      "И": 580,
      "Й": 581,
      "К": 582,
      "Л": 583,
      "М": 584,
      "Н": 585,
      "О": 586,
      "П": 587,
      "Р": 588,
      "С": 589,
      "Т": 590,
      "У": 591,
      "Ф": 592,
      "Х": 593,
      "Ц": 594,
      "Ч": 595,
      "Ш": 596,
      "Щ": 597,
      "Ъ": 598,
      "Ы": 599,
      "Ь": 600,
      "Э": 601,
      "Ю": 602,
      "Я": 603,
      "а": 604,
      "б": 605,
      "в": 606,
      "г": 607,
      "д": 608,
      "е": 609,
      "ж": 610,
      "з": 611,
      "и": 612,
      "й": 613,
      "к": 614,
      "л": 615,
      "м": 616,
      "н": 617,
      "о": 618,
      "п": 619,
      "р": 620,
      "с": 621,
      "т": 622,
      "у": 623,
      "ф": 624,
      "х": 625,
      "ц": 626,
      "ч": 627,
      "ш": 628,
      "щ": 629,
      "ъ": 630,
      "ы": 631,
      "ь": 632,
      "э": 633,
      "ю": 634,
      "я": 635,
      "ѐ": 636,
      "ё": 637,
      "ђ": 638,
      "є": 639,
      "ѕ": 640,
      "і": 641,
      "ї": 642,
      "ј": 643,
      "љ": 644,
      "њ": 645,
      "ћ": 646,
      "ќ": 647,
      "ў": 648,
      "џ": 649,
      "Ѣ": 650,
      "ѣ": 651,
      "Ѥ": 652,
      "ѫ": 653,
      "ѵ": 654,
      "҂": 655,
      "ҏ": 656,
      "Ґ": 657,
      "ґ": 658,
      "ғ": 659,
      "Қ": 660,
      "қ": 661,
      "ҡ": 662,
      "ң": 663,
      "ҧ": 664,
      "Ү": 665,
      "ү": 666,
      "ҷ": 667,
      "ҹ": 668,
      "һ": 669,
      "ӑ": 670,
      "ӗ": 671,
      "ә": 672,
      "ӣ": 673,
      "Ӧ": 674,
      "ӧ": 675,
      "Ө": 676,
      "ө": 677,
      "ӫ": 678,
      "ӯ": 679,
      "ӳ": 680,
      "ԁ": 681,
      "ԝ": 682,
      "Ա": 683,
      "Բ": 684,
      "Գ": 685,
      "Դ": 686,
      "Ե": 687,
      "Թ": 688,
      "Ի": 689,
      "Լ": 690,
      "Կ": 691,
      "Հ": 692,
      "Ձ": 693,
      "Մ": 694,
      "Ն": 695,
      "Ո": 696,
      "Չ": 697,
      "Պ": 698,
      "Ռ": 699,
      "Վ": 700,
      "Տ": 701,
      "Փ": 702,
      "՚": 703,
      "՛": 704,
      "՝": 705,
      "՞": 706,
      "ա": 707,
      "բ": 708,
      "գ": 709,
      "դ": 710,
      "ե": 711,
      "զ": 712,
      "է": 713,
      "ը": 714,
      "թ": 715,
      "ժ": 716,
      "ի": 717,
      "լ": 718,
      "խ": 719,
      "ծ": 720,
      "կ": 721,
      "հ": 722,
      "ձ": 723,
      "ղ": 724,
      "ճ": 725,
      "մ": 726,
      "յ": 727,
      "ն": 728,
      "շ": 729,
      "ո": 730,
      "չ": 731,
      "պ": 732,
      "ջ": 733,
      "ռ": 734,
      "ս": 735,
      "վ": 736,
      "տ": 737,
      "ր": 738,
      "ց": 739,
      "ւ": 740,
      "փ": 741,
      "ք": 742,
      "օ": 743,
      "ֆ": 744,
      "֑": 745,
      "֔": 746,
      "֖": 747,
      "֘": 748,
      "֙": 749,
      "֛": 750,
      "֜": 751,
      "֤": 752,
      "֥": 753,
      "֧": 754,
      "֨": 755,
      "֯": 756,
      "ְ": 757,
      "ֲ": 758,
      "ִ": 759,
      "ֵ": 760,
      "ֶ": 761,
      "ַ": 762,
      "ָ": 763,
      "ֹ": 764,
      "ֻ": 765,
      "ּ": 766,
      "ֽ": 767,
      "־": 768,
      "ׁ": 769,
      "ׂ": 770,
      "׃": 771,
      "א": 772,
      "ב": 773,
      "ג": 774,
      "ד": 775,
      "ה": 776,
      "ו": 777,
      "ז": 778,
      "ח": 779,
      "ט": 780,
      "י": 781,
      "ך": 782,
      "כ": 783,
      "ל": 784,
      "ם": 785,
      "מ": 786,
      "ן": 787,
      "נ": 788,
      "ס": 789,
      "ע": 790,
      "ף": 791,
      "פ": 792,
      "ץ": 793,
      "צ": 794,
      "ק": 795,
      "ר": 796,
      "ש": 797,
      "ת": 798,
      "׳": 799,
      "،": 800,
      "ؐ": 801,
      "ؕ": 802,
      "؛": 803,
      "؟": 804,
      "ء": 805,
      "ؤ": 806,
      "ئ": 807,
      "ا": 808,
      "ب": 809,
      "ة": 810,
      "ت": 811,
      "ث": 812,
      "ج": 813,
      "ح": 814,
      "خ": 815,
      "د": 816,
      "ذ": 817,
      "ر": 818,
      "ز": 819,
      "س": 820,
      "ش": 821,
      "ص": 822,
      "ض": 823,
      "ط": 824,
      "ظ": 825,
      "ع": 826,
      "غ": 827,
      "ف": 828,
      "ق": 829,
      "ك": 830,
      "ل": 831,
      "م": 832,
      "ن": 833,
      "ه": 834,
      "و": 835,
      "ى": 836,
      "ي": 837,
      "ٓ": 838,
      "ٕ": 839,
      "ٖ": 840,
      "ٗ": 841,
      "٠": 842,
      "١": 843,
      "٢": 844,
      "٣": 845,
      "٤": 846,
      "٥": 847,
      "٦": 848,
      "٧": 849,
      "٨": 850,
      "٩": 851,
      "٪": 852,
      "٫": 853,
      "٬": 854,
      "ٴ": 855,
      "ٹ": 856,
      "ٻ": 857,
      "ټ": 858,
      "ٽ": 859,
      "پ": 860,
      "ٿ": 861,
      "ڀ": 862,
      "ځ": 863,
      "څ": 864,
      "چ": 865,
      "ڈ": 866,
      "ډ": 867,
      "ڊ": 868,
      "ڌ": 869,
      "ڍ": 870,
      "ڎ": 871,
      "ڏ": 872,
      "ڑ": 873,
      "ړ": 874,
      "ڕ": 875,
      "ژ": 876,
      "ښ": 877,
      "ڤ": 878,
      "ڦ": 879,
      "ک": 880,
      "ڪ": 881,
      "ګ": 882,
      "گ": 883,
      "ڰ": 884,
      "ڵ": 885,
      "ں": 886,
      "ڻ": 887,
      "ھ": 888,
      "ڿ": 889,
      "ہ": 890,
      "ۃ": 891,
      "ۆ": 892,
      "ۇ": 893,
      "ۈ": 894,
      "ۊ": 895,
      "ی": 896,
      "ۍ": 897,
      "ێ": 898,
      "ې": 899,
      "ے": 900,
      "ۓ": 901,
      "۔": 902,
      "ە": 903,
      "۰": 904,
      "۱": 905,
      "۲": 906,
      "۳": 907,
      "۴": 908,
      "۵": 909,
      "۶": 910,
      "۷": 911,
      "۸": 912,
      "۹": 913,
      "܂": 914,
      "ܐ": 915,
      "ܓ": 916,
      "ܕ": 917,
      "ܘ": 918,
      "ܝ": 919,
      "ܠ": 920,
      "ܡ": 921,
      "ܩ": 922,
      "ܪ": 923,
      "ܫ": 924,
      "ܬ": 925,
      "ހ": 926,
      "ރ": 927,
      "ބ": 928,
      "އ": 929,
      "ވ": 930,
      "މ": 931,
      "ދ": 932,
      "ގ": 933,
      "ސ": 934,
      "ޔ": 935,
      "ޖ": 936,
      "ަ": 937,
      "ާ": 938,
      "ި": 939,
      "ު": 940,
      "ޫ": 941,
      "ެ": 942,
      "ޭ": 943,
      "ް": 944,
      "߂": 945,
      "ߋ": 946,
      "ँ": 947,
      "ं": 948,
      "ः": 949,
      "अ": 950,
      "आ": 951,
      "इ": 952,
      "ई": 953,
      "उ": 954,
      "ऊ": 955,
      "ऋ": 956,
      "ए": 957,
      "ऐ": 958,
      "ऑ": 959,
      "ओ": 960,
      "औ": 961,
      "क": 962,
      "ख": 963,
      "ग": 964,
      "घ": 965,
      "ङ": 966,
      "च": 967,
      "छ": 968,
      "ज": 969,
      "झ": 970,
      "ञ": 971,
      "ट": 972,
      "ठ": 973,
      "ड": 974,
      "ढ": 975,
      "ण": 976,
      "त": 977,
      "थ": 978,
      "द": 979,
      "ध": 980,
      "न": 981,
      "प": 982,
      "फ": 983,
      "ब": 984,
      "भ": 985,
      "म": 986,
      "य": 987,
      "र": 988,
      "ल": 989,
      "ळ": 990,
      "व": 991,
      "श": 992,
      "ष": 993,
      "स": 994,
      "ह": 995,
      "़": 996,
      "ा": 997,
      "ि": 998,
      "ी": 999,
      "ु": 1000,
      "ू": 1001,
      "ृ": 1002,
      "े": 1003,
      "ै": 1004,
      "ॉ": 1005,
      "ो": 1006,
      "ौ": 1007,
      "्": 1008,
      "ॐ": 1009,
      "।": 1010,
      "॥": 1011,
      "१": 1012,
      "२": 1013,
      "३": 1014,
      "४": 1015,
      "५": 1016,
      "६": 1017,
      "७": 1018,
      "८": 1019,
      "९": 1020,
      "ং": 1021,
      "অ": 1022,
      "আ": 1023,
      "ই": 1024,
      "উ": 1025,
      "এ": 1026,
      "ও": 1027,
      "ক": 1028,
      "খ": 1029,
      "গ": 1030,
      "ঘ": 1031,
      "ঙ": 1032,
      "চ": 1033,
      "ছ": 1034,
      "জ": 1035,
      "ট": 1036,
      "ড": 1037,
      "ঢ": 1038,
      "ণ": 1039,
      "ত": 1040,
      "থ": 1041,
      "দ": 1042,
      "ধ": 1043,
      "ন": 1044,
      "প": 1045,
      "ফ": 1046,
      "ব": 1047,
      "ভ": 1048,
      "ম": 1049,
      "য": 1050,
      "র": 1051,
      "ল": 1052,
      "শ": 1053,
      "ষ": 1054,
      "স": 1055,
      "হ": 1056,
      "়": 1057,
      "া": 1058,
      "ি": 1059,
      "ী": 1060,
      "ু": 1061,
      "ে": 1062,
      "ো": 1063,
      "্": 1064,
      "ৰ": 1065,
      "৳": 1066,
      "ਅ": 1067,
      "ਆ": 1068,
      "ਈ": 1069,
      "ਗ": 1070,
      "ਜ": 1071,
      "ਣ": 1072,
      "ਤ": 1073,
      "ਥ": 1074,
      "ਨ": 1075,
      "ਪ": 1076,
      "ਬ": 1077,
      "ਭ": 1078,
      "ਰ": 1079,
      "ਲ": 1080,
      "ਵ": 1081,
      "ਸ": 1082,
      "ਾ": 1083,
      "ਿ": 1084,
      "ੀ": 1085,
      "ੁ": 1086,
      "ੰ": 1087,
      "ક": 1088,
      "ખ": 1089,
      "ગ": 1090,
      "જ": 1091,
      "ડ": 1092,
      "ત": 1093,
      "થ": 1094,
      "ન": 1095,
      "પ": 1096,
      "ફ": 1097,
      "બ": 1098,
      "ભ": 1099,
      "મ": 1100,
      "ર": 1101,
      "લ": 1102,
      "વ": 1103,
      "સ": 1104,
      "ા": 1105,
      "િ": 1106,
      "ી": 1107,
      "ુ": 1108,
      "ે": 1109,
      "્": 1110,
      "ૐ": 1111,
      "ଆ": 1112,
      "ଓ": 1113,
      "ଗ": 1114,
      "ଡ": 1115,
      "ତ": 1116,
      "ଥ": 1117,
      "ବ": 1118,
      "ଭ": 1119,
      "ର": 1120,
      "ସ": 1121,
      "଼": 1122,
      "ା": 1123,
      "ି": 1124,
      "୍": 1125,
      "அ": 1126,
      "ஆ": 1127,
      "இ": 1128,
      "உ": 1129,
      "ஊ": 1130,
      "எ": 1131,
      "ஏ": 1132,
      "க": 1133,
      "ங": 1134,
      "ச": 1135,
      "ஜ": 1136,
      "ஞ": 1137,
      "ட": 1138,
      "ண": 1139,
      "த": 1140,
      "ந": 1141,
      "ன": 1142,
      "ப": 1143,
      "ம": 1144,
      "ய": 1145,
      "ர": 1146,
      "ற": 1147,
      "ல": 1148,
      "ள": 1149,
      "ழ": 1150,
      "வ": 1151,
      "ஷ": 1152,
      "ஸ": 1153,
      "ஹ": 1154,
      "ா": 1155,
      "ி": 1156,
      "ீ": 1157,
      "ு": 1158,
      "ூ": 1159,
      "ெ": 1160,
      "ே": 1161,
      "ை": 1162,
      "ொ": 1163,
      "ோ": 1164,
      "்": 1165,
      "ం": 1166,
      "అ": 1167,
      "ఆ": 1168,
      "ఇ": 1169,
      "ఉ": 1170,
      "ఎ": 1171,
      "ఒ": 1172,
      "ఓ": 1173,
      "ఔ": 1174,
      "క": 1175,
      "ఖ": 1176,
      "గ": 1177,
      "ఘ": 1178,
      "చ": 1179,
      "జ": 1180,
      "ట": 1181,
      "డ": 1182,
      "ణ": 1183,
      "త": 1184,
      "థ": 1185,
      "ద": 1186,
      "ధ": 1187,
      "న": 1188,
      "ప": 1189,
      "ఫ": 1190,
      "బ": 1191,
      "భ": 1192,
      "మ": 1193,
      "య": 1194,
      "ర": 1195,
      "ల": 1196,
      "ళ": 1197,
      "వ": 1198,
      "శ": 1199,
      "ష": 1200,
      "స": 1201,
      "హ": 1202,
      "ా": 1203,
      "ి": 1204,
      "ీ": 1205,
      "ు": 1206,
      "ూ": 1207,
      "ె": 1208,
      "ే": 1209,
      "ై": 1210,
      "ొ": 1211,
      "ో": 1212,
      "ౌ": 1213,
      "్": 1214,
      "౧": 1215,
      "ಂ": 1216,
      "ಅ": 1217,
      "ಕ": 1218,
      "ಖ": 1219,
      "ಗ": 1220,
      "ಚ": 1221,
      "ಜ": 1222,
      "ಟ": 1223,
      "ಡ": 1224,
      "ಣ": 1225,
      "ತ": 1226,
      "ದ": 1227,
      "ಧ": 1228,
      "ನ": 1229,
      "ಪ": 1230,
      "ಬ": 1231,
      "ಭ": 1232,
      "ಮ": 1233,
      "ಯ": 1234,
      "ರ": 1235,
      "ಲ": 1236,
      "ಳ": 1237,
      "ವ": 1238,
      "ಶ": 1239,
      "ಷ": 1240,
      "ಸ": 1241,
      "ಹ": 1242,
      "ಾ": 1243,
      "ಿ": 1244,
      "ು": 1245,
      "ೆ": 1246,
      "ೇ": 1247,
      "ೈ": 1248,
      "್": 1249,
      "ം": 1250,
      "അ": 1251,
      "ക": 1252,
      "ഗ": 1253,
      "ങ": 1254,
      "ച": 1255,
      "ട": 1256,
      "ഡ": 1257,
      "ത": 1258,
      "ദ": 1259,
      "ന": 1260,
      "പ": 1261,
      "ബ": 1262,
      "ഭ": 1263,
      "മ": 1264,
      "യ": 1265,
      "ര": 1266,
      "റ": 1267,
      "ല": 1268,
      "ള": 1269,
      "വ": 1270,
      "സ": 1271,
      "ാ": 1272,
      "ി": 1273,
      "െ": 1274,
      "േ": 1275,
      "ോ": 1276,
      "്": 1277,
      "ർ": 1278,
      "ං": 1279,
      "ක": 1280,
      "ග": 1281,
      "ඟ": 1282,
      "ට": 1283,
      "ඩ": 1284,
      "ණ": 1285,
      "ත": 1286,
      "ද": 1287,
      "න": 1288,
      "ප": 1289,
      "බ": 1290,
      "ම": 1291,
      "ය": 1292,
      "ර": 1293,
      "ල": 1294,
      "ව": 1295,
      "ස": 1296,
      "හ": 1297,
      "්": 1298,
      "ා": 1299,
      "ැ": 1300,
      "ි": 1301,
      "ී": 1302,
      "ු": 1303,
      "ේ": 1304,
      "ก": 1305,
      "ข": 1306,
      "ค": 1307,
      "ฆ": 1308,
      "ง": 1309,
      "จ": 1310,
      "ฉ": 1311,
      "ช": 1312,
      "ซ": 1313,
      "ฌ": 1314,
      "ญ": 1315,
      "ฎ": 1316,
      "ฏ": 1317,
      "ฐ": 1318,
      "ณ": 1319,
      "ด": 1320,
      "ต": 1321,
      "ถ": 1322,
      "ท": 1323,
      "ธ": 1324,
      "น": 1325,
      "บ": 1326,
      "ป": 1327,
      "ผ": 1328,
      "ฝ": 1329,
      "พ": 1330,
      "ฟ": 1331,
      "ภ": 1332,
      "ม": 1333,
      "ย": 1334,
      "ร": 1335,
      "ฤ": 1336,
      "ล": 1337,
      "ว": 1338,
      "ศ": 1339,
      "ษ": 1340,
      "ส": 1341,
      "ห": 1342,
      "อ": 1343,
      "ฮ": 1344,
      "ฯ": 1345,
      "ะ": 1346,
      "ั": 1347,
      "า": 1348,
      "ิ": 1349,
      "ี": 1350,
      "ึ": 1351,
      "ื": 1352,
      "ุ": 1353,
      "ู": 1354,
      "ฺ": 1355,
      "฿": 1356,
      "เ": 1357,
      "แ": 1358,
      "โ": 1359,
      "ใ": 1360,
      "ไ": 1361,
      "ๆ": 1362,
      "็": 1363,
      "่": 1364,
      "้": 1365,
      "๊": 1366,
      "์": 1367,
      "ํ": 1368,
      "ກ": 1369,
      "ຊ": 1370,
      "ດ": 1371,
      "ພ": 1372,
      "ລ": 1373,
      "ວ": 1374,
      "ສ": 1375,
      "ຫ": 1376,
      "າ": 1377,
      "ົ": 1378,
      "ເ": 1379,
      "ໃ": 1380,
      "່": 1381,
      "້": 1382,
      "་": 1383,
      "།": 1384,
      "༺": 1385,
      "༻": 1386,
      "ཁ": 1387,
      "ག": 1388,
      "ང": 1389,
      "ཇ": 1390,
      "ད": 1391,
      "ན": 1392,
      "པ": 1393,
      "བ": 1394,
      "མ": 1395,
      "ཡ": 1396,
      "ར": 1397,
      "ལ": 1398,
      "ས": 1399,
      "ི": 1400,
      "ུ": 1401,
      "ེ": 1402,
      "ོ": 1403,
      "ྔ": 1404,
      "ྗ": 1405,
      "ྦ": 1406,
      "ླ": 1407,
      "က": 1408,
      "ခ": 1409,
      "င": 1410,
      "စ": 1411,
      "ဆ": 1412,
      "ည": 1413,
      "တ": 1414,
      "န": 1415,
      "ပ": 1416,
      "ဘ": 1417,
      "မ": 1418,
      "ယ": 1419,
      "ရ": 1420,
      "လ": 1421,
      "ဝ": 1422,
      "သ": 1423,
      "အ": 1424,
      "ါ": 1425,
      "ာ": 1426,
      "ိ": 1427,
      "ီ": 1428,
      "ု": 1429,
      "ူ": 1430,
      "ေ": 1431,
      "ံ": 1432,
      "း": 1433,
      "္": 1434,
      "်": 1435,
      "ျ": 1436,
      "ြ": 1437,
      "ွ": 1438,
      "ှ": 1439,
      "၊": 1440,
      "ႏ": 1441,
      "ა": 1442,
      "ბ": 1443,
      "გ": 1444,
      "დ": 1445,
      "ე": 1446,
      "ვ": 1447,
      "ზ": 1448,
      "თ": 1449,
      "ი": 1450,
      "კ": 1451,
      "ლ": 1452,
      "მ": 1453,
      "ნ": 1454,
      "ო": 1455,
      "პ": 1456,
      "რ": 1457,
      "ს": 1458,
      "ტ": 1459,
      "უ": 1460,
      "ფ": 1461,
      "ქ": 1462,
      "ღ": 1463,
      "ყ": 1464,
      "შ": 1465,
      "ჩ": 1466,
      "ც": 1467,
      "ძ": 1468,
      "წ": 1469,
      "ჭ": 1470,
      "ხ": 1471,
      "ჯ": 1472,
      "ჰ": 1473,
      "ჲ": 1474,
      "ᄀ": 1475,
      "ᄁ": 1476,
      "ᄂ": 1477,
      "ᄃ": 1478,
      "ᄄ": 1479,
      "ᄅ": 1480,
      "ᄆ": 1481,
      "ᄇ": 1482,
      "ᄈ": 1483,
      "ᄉ": 1484,
      "ᄊ": 1485,
      "ᄋ": 1486,
      "ᄌ": 1487,
      "ᄎ": 1488,
      "ᄏ": 1489,
      "ᄐ": 1490,
      "ᄑ": 1491,
      "ᄒ": 1492,
      "ᅢ": 1493,
      "ᅣ": 1494,
      "ᅤ": 1495,
      "ᅥ": 1496,
      "ᅦ": 1497,
      "ᅧ": 1498,
      "ᅨ": 1499,
      "ᅩ": 1500,
      "ᅪ": 1501,
      "ᅫ": 1502,
      "ᅬ": 1503,
      "ᅭ": 1504,
      "ᅮ": 1505,
      "ᅯ": 1506,
      "ᅲ": 1507,
      "ᅳ": 1508,
      "ᅴ": 1509,
      "ᅵ": 1510,
      "ᆞ": 1511,
      "ᆬ": 1512,
      "ሃ": 1513,
      "ለ": 1514,
      "ሉ": 1515,
      "ላ": 1516,
      "ሌ": 1517,
      "ል": 1518,
      "ሐ": 1519,
      "መ": 1520,
      "ሙ": 1521,
      "ማ": 1522,
      "ም": 1523,
      "ር": 1524,
      "ሰ": 1525,
      "ስ": 1526,
      "ሸ": 1527,
      "ሺ": 1528,
      "ቅ": 1529,
      "ቆ": 1530,
      "በ": 1531,
      "ብ": 1532,
      "ቬ": 1533,
      "ቱ": 1534,
      "ቲ": 1535,
      "ት": 1536,
      "ኃ": 1537,
      "ነ": 1538,
      "ና": 1539,
      "ኔ": 1540,
      "ን": 1541,
      "ኖ": 1542,
      "ኛ": 1543,
      "አ": 1544,
      "ኢ": 1545,
      "እ": 1546,
      "ከ": 1547,
      "ካ": 1548,
      "ወ": 1549,
      "ዘ": 1550,
      "ዝ": 1551,
      "የ": 1552,
      "ያ": 1553,
      "ይ": 1554,
      "ዮ": 1555,
      "ደ": 1556,
      "ዱ": 1557,
      "ዳ": 1558,
      "ግ": 1559,
      "ጠ": 1560,
      "ጥ": 1561,
      "ጵ": 1562,
      "ጻ": 1563,
      "ጽ": 1564,
      "ፊ": 1565,
      "ፍ": 1566,
      "Ꭶ": 1567,
      "Ꭹ": 1568,
      "Ꭺ": 1569,
      "Ꮃ": 1570,
      "Ꮅ": 1571,
      "Ꮎ": 1572,
      "Ꮧ": 1573,
      "Ꮪ": 1574,
      "Ꮳ": 1575,
      "Ꮷ": 1576,
      "Ꮺ": 1577,
      "ᐁ": 1578,
      "ᐃ": 1579,
      "ᐄ": 1580,
      "ᐅ": 1581,
      "ᐈ": 1582,
      "ᐊ": 1583,
      "ᐋ": 1584,
      "ᐍ": 1585,
      "ᐏ": 1586,
      "ᐢ": 1587,
      "ᐣ": 1588,
      "ᐤ": 1589,
      "ᐦ": 1590,
      "ᐧ": 1591,
      "ᐱ": 1592,
      "ᐲ": 1593,
      "ᐹ": 1594,
      "ᑎ": 1595,
      "ᑐ": 1596,
      "ᑖ": 1597,
      "ᑦ": 1598,
      "ᑫ": 1599,
      "ᑭ": 1600,
      "ᑯ": 1601,
      "ᑲ": 1602,
      "ᑳ": 1603,
      "ᒃ": 1604,
      "ᒋ": 1605,
      "ᒥ": 1606,
      "ᒧ": 1607,
      "ᒫ": 1608,
      "ᓀ": 1609,
      "ᓂ": 1610,
      "ᓄ": 1611,
      "ᓈ": 1612,
      "ᓐ": 1613,
      "ᓯ": 1614,
      "ᓰ": 1615,
      "ᓱ": 1616,
      "ᓵ": 1617,
      "ᔅ": 1618,
      "ᔭ": 1619,
      "ᕀ": 1620,
      "ក": 1621,
      "ខ": 1622,
      "គ": 1623,
      "ង": 1624,
      "ច": 1625,
      "ណ": 1626,
      "ត": 1627,
      "ថ": 1628,
      "ទ": 1629,
      "ធ": 1630,
      "ន": 1631,
      "ប": 1632,
      "ភ": 1633,
      "ម": 1634,
      "យ": 1635,
      "រ": 1636,
      "ល": 1637,
      "វ": 1638,
      "ស": 1639,
      "អ": 1640,
      "ា": 1641,
      "ិ": 1642,
      "ឹ": 1643,
      "ុ": 1644,
      "ើ": 1645,
      "េ": 1646,
      "ែ": 1647,
      "ោ": 1648,
      "ៅ": 1649,
      "ៈ": 1650,
      "់": 1651,
      "៍": 1652,
      "្": 1653,
      "᠍": 1654,
      "᠎": 1655,
      "ᠠ": 1656,
      "ᠡ": 1657,
      "ᠢ": 1658,
      "ᠣ": 1659,
      "ᠤ": 1660,
      "ᠦ": 1661,
      "ᠨ": 1662,
      "ᠪ": 1663,
      "ᠬ": 1664,
      "ᠭ": 1665,
      "ᠮ": 1666,
      "ᠯ": 1667,
      "ᠰ": 1668,
      "ᠲ": 1669,
      "ᠴ": 1670,
      "ᠵ": 1671,
      "ᠷ": 1672,
      "ᢨ": 1673,
      "ᨁ": 1674,
      "ᨅ": 1675,
      "ᨔ": 1676,
      "ᨕ": 1677,
      "ᨗ": 1678,
      "ᨘ": 1679,
      "ᮏ": 1680,
      "ᮝ": 1681,
      "ᴏ": 1682,
      "ᴛ": 1683,
      "ḇ": 1684,
      "ḉ": 1685,
      "ḍ": 1686,
      "ḏ": 1687,
      "ḑ": 1688,
      "ḗ": 1689,
      "ḡ": 1690,
      "Ḥ": 1691,
      "ḥ": 1692,
      "Ḩ": 1693,
      "ḩ": 1694,
      "Ḫ": 1695,
      "ḳ": 1696,
      "ḵ": 1697,
      "ḽ": 1698,
      "ṁ": 1699,
      "ṃ": 1700,
      "ṅ": 1701,
      "Ṇ": 1702,
      "ṇ": 1703,
      "ṛ": 1704,
      "ṣ": 1705,
      "Ṭ": 1706,
      "ṭ": 1707,
      "ṯ": 1708,
      "ṳ": 1709,
      "ṵ": 1710,
      "ẏ": 1711,
      "Ẓ": 1712,
      "ẓ": 1713,
      "Ẕ": 1714,
      "ẕ": 1715,
      "ẖ": 1716,
      "ẞ": 1717,
      "ạ": 1718,
      "Ả": 1719,
      "ả": 1720,
      "Ấ": 1721,
      "ấ": 1722,
      "Ầ": 1723,
      "ầ": 1724,
      "ẩ": 1725,
      "ẫ": 1726,
      "ậ": 1727,
      "ắ": 1728,
      "ằ": 1729,
      "ặ": 1730,
      "ẹ": 1731,
      "Ẻ": 1732,
      "ẻ": 1733,
      "ẽ": 1734,
      "ế": 1735,
      "ề": 1736,
      "Ể": 1737,
      "ể": 1738,
      "ễ": 1739,
      "Ệ": 1740,
      "ệ": 1741,
      "ỉ": 1742,
      "ị": 1743,
      "Ọ": 1744,
      "ọ": 1745,
      "ỏ": 1746,
      "ố": 1747,
      "ồ": 1748,
      "ổ": 1749,
      "ỗ": 1750,
      "ộ": 1751,
      "ớ": 1752,
      "ờ": 1753,
      "ở": 1754,
      "ỡ": 1755,
      "ợ": 1756,
      "ụ": 1757,
      "ủ": 1758,
      "ứ": 1759,
      "Ừ": 1760,
      "ừ": 1761,
      "ử": 1762,
      "ữ": 1763,
      "ự": 1764,
      "ỳ": 1765,
      "ỵ": 1766,
      "Ỷ": 1767,
      "ỷ": 1768,
      "ἀ": 1769,
      "ἁ": 1770,
      "ἂ": 1771,
      "ἃ": 1772,
      "ἄ": 1773,
      "ἅ": 1774,
      "Ἀ": 1775,
      "Ἄ": 1776,
      "ἐ": 1777,
      "ἑ": 1778,
      "ἓ": 1779,
      "ἔ": 1780,
      "ἕ": 1781,
      "Ἐ": 1782,
      "Ἔ": 1783,
      "ἡ": 1784,
      "ἢ": 1785,
      "ἤ": 1786,
      "ἥ": 1787,
      "Ἡ": 1788,
      "ἰ": 1789,
      "ἱ": 1790,
      "ἴ": 1791,
      "ἵ": 1792,
      "ἶ": 1793,
      "ἷ": 1794,
      "Ἰ": 1795,
      "Ἱ": 1796,
      "ὀ": 1797,
      "ὁ": 1798,
      "ὃ": 1799,
      "ὄ": 1800,
      "ὅ": 1801,
      "Ὀ": 1802,
      "ὐ": 1803,
      "ὑ": 1804,
      "ὒ": 1805,
      "ὕ": 1806,
      "ὖ": 1807,
      "ὗ": 1808,
      "Ὑ": 1809,
      "Ὕ": 1810,
      "ὠ": 1811,
      "ὡ": 1812,
      "ὢ": 1813,
      "ὣ": 1814,
      "ὤ": 1815,
      "ὥ": 1816,
      "ὰ": 1817,
      "ὲ": 1818,
      "ὴ": 1819,
      "ὶ": 1820,
      "ὸ": 1821,
      "ὺ": 1822,
      "ᾳ": 1823,
      "ᾶ": 1824,
      "ῃ": 1825,
      "ῆ": 1826,
      "ῇ": 1827,
      "ῖ": 1828,
      "ῠ": 1829,
      "ῤ": 1830,
      "ῥ": 1831,
      "ῦ": 1832,
      "ῳ": 1833,
      "ῶ": 1834,
      "ῷ": 1835,
      "​": 1836,
      "‌": 1837,
      "‍": 1838,
      "‎": 1839,
      "‏": 1840,
      "‐": 1841,
      "‒": 1842,
      "–": 1843,
      "—": 1844,
      "―": 1845,
      "‖": 1846,
      "‘": 1847,
      "’": 1848,
      "‚": 1849,
      "‛": 1850,
      "“": 1851,
      "”": 1852,
      "„": 1853,
      "‟": 1854,
      "†": 1855,
      "‡": 1856,
      "•": 1857,
      "‣": 1858,
      "‧": 1859,
      "‪": 1860,
      "‫": 1861,
      "‬": 1862,
      "‭": 1863,
      "‰": 1864,
      "′": 1865,
      "‹": 1866,
      "›": 1867,
      "※": 1868,
      "‿": 1869,
      "⁃": 1870,
      "⁄": 1871,
      "⁝": 1872,
      "⁠": 1873,
      "⁡": 1874,
      "⁦": 1875,
      "⁩": 1876,
      "⁮": 1877,
      "₡": 1878,
      "₤": 1879,
      "₦": 1880,
      "₩": 1881,
      "₪": 1882,
      "₫": 1883,
      "€": 1884,
      "₱": 1885,
      "₴": 1886,
      "₹": 1887,
      "₺": 1888,
      "₽": 1889,
      "₿": 1890,
      "⃣": 1891,
      "℈": 1892,
      "℔": 1893,
      "℗": 1894,
      "℘": 1895,
      "℥": 1896,
      "←": 1897,
      "↑": 1898,
      "→": 1899,
      "↓": 1900,
      "↔": 1901,
      "↕": 1902,
      "↗": 1903,
      "↞": 1904,
      "↠": 1905,
      "↩": 1906,
      "↰": 1907,
      "↳": 1908,
      "↴": 1909,
      "↵": 1910,
      "↻": 1911,
      "↽": 1912,
      "⇀": 1913,
      "⇇": 1914,
      "⇉": 1915,
      "⇋": 1916,
      "⇐": 1917,
      "⇑": 1918,
      "⇒": 1919,
      "⇓": 1920,
      "⇔": 1921,
      "⇥": 1922,
      "⇦": 1923,
      "⇨": 1924,
      "⇩": 1925,
      "⇵": 1926,
      "∀": 1927,
      "∂": 1928,
      "∅": 1929,
      "∆": 1930,
      "∇": 1931,
      "∈": 1932,
      "∎": 1933,
      "∑": 1934,
      "−": 1935,
      "∕": 1936,
      "∗": 1937,
      "∘": 1938,
      "∙": 1939,
      "√": 1940,
      "∞": 1941,
      "∠": 1942,
      "∥": 1943,
      "∧": 1944,
      "∨": 1945,
      "∩": 1946,
      "∫": 1947,
      "∴": 1948,
      "∼": 1949,
      "≈": 1950,
      "≠": 1951,
      "≡": 1952,
      "≤": 1953,
      "≥": 1954,
      "≦": 1955,
      "≧": 1956,
      "≫": 1957,
      "≮": 1958,
      "⊕": 1959,
      "⊡": 1960,
      "⊰": 1961,
      "⋅": 1962,
      "⋆": 1963,
      "⌀": 1964,
      "⌂": 1965,
      "⌐": 1966,
      "⌠": 1967,
      "⎛": 1968,
      "⎝": 1969,
      "⎞": 1970,
      "⎠": 1971,
      "⏎": 1972,
      "⏫": 1973,
      "⏲": 1974,
      "␙": 1975,
      "─": 1976,
      "│": 1977,
      "┃": 1978,
      "┇": 1979,
      "┌": 1980,
      "┐": 1981,
      "┘": 1982,
      "├": 1983,
      "┬": 1984,
      "═": 1985,
      "║": 1986,
      "╛": 1987,
      "╬": 1988,
      "╰": 1989,
      "█": 1990,
      "▌": 1991,
      "░": 1992,
      "▒": 1993,
      "▓": 1994,
      "■": 1995,
      "□": 1996,
      "▪": 1997,
      "▬": 1998,
      "▲": 1999,
      "△": 2000,
      "▴": 2001,
      "▵": 2002,
      "▶": 2003,
      "▷": 2004,
      "▸": 2005,
      "▹": 2006,
      "►": 2007,
      "▼": 2008,
      "▽": 2009,
      "▾": 2010,
      "◀": 2011,
      "◁": 2012,
      "◂": 2013,
      "◄": 2014,
      "◆": 2015,
      "◇": 2016,
      "◊": 2017,
      "○": 2018,
      "◎": 2019,
      "●": 2020,
      "◖": 2021,
      "◗": 2022,
      "◘": 2023,
      "◢": 2024,
      "◣": 2025,
      "◤": 2026,
      "◥": 2027,
      "◦": 2028,
      "◯": 2029,
      "◾": 2030,
      "☀": 2031,
      "☁": 2032,
      "☃": 2033,
      "☄": 2034,
      "★": 2035,
      "☆": 2036,
      "☈": 2037,
      "☉": 2038,
      "☊": 2039,
      "☋": 2040,
      "☎": 2041,
      "☐": 2042,
      "☑": 2043,
      "☔": 2044,
      "☕": 2045,
      "☘": 2046,
      "☚": 2047,
      "☛": 2048,
      "☝": 2049,
      "☠": 2050,
      "☯": 2051,
      "☰": 2052,
      "☴": 2053,
      "☸": 2054,
      "☹": 2055,
      "☺": 2056,
      "☻": 2057,
      "☼": 2058,
      "☽": 2059,
      "☾": 2060,
      "☿": 2061,
      "♀": 2062,
      "♁": 2063,
      "♂": 2064,
      "♃": 2065,
      "♄": 2066,
      "♅": 2067,
      "♆": 2068,
      "♇": 2069,
      "♈": 2070,
      "♋": 2071,
      "♍": 2072,
      "♎": 2073,
      "♐": 2074,
      "♑": 2075,
      "♓": 2076,
      "♔": 2077,
      "♕": 2078,
      "♘": 2079,
      "♛": 2080,
      "♞": 2081,
      "♠": 2082,
      "♡": 2083,
      "♣": 2084,
      "♥": 2085,
      "♦": 2086,
      "♧": 2087,
      "♪": 2088,
      "♫": 2089,
      "♬": 2090,
      "♭": 2091,
      "♮": 2092,
      "♵": 2093,
      "⚔": 2094,
      "⚖": 2095,
      "⚘": 2096,
      "⚙": 2097,
      "⚛": 2098,
      "⚜": 2099,
      "⚠": 2100,
      "⚡": 2101,
      "⚪": 2102,
      "⚭": 2103,
      "⚳": 2104,
      "⚵": 2105,
      "⚶": 2106,
      "⚽": 2107,
      "⛅": 2108,
      "⛈": 2109,
      "⛢": 2110,
      "⛦": 2111,
      "⛴": 2112,
      "⛺": 2113,
      "✅": 2114,
      "✆": 2115,
      "✈": 2116,
      "✊": 2117,
      "✌": 2118,
      "✍": 2119,
      "✏": 2120,
      "✐": 2121,
      "✓": 2122,
      "✔": 2123,
      "✕": 2124,
      "✖": 2125,
      "✗": 2126,
      "✘": 2127,
      "✚": 2128,
      "✝": 2129,
      "✠": 2130,
      "✦": 2131,
      "✧": 2132,
      "✨": 2133,
      "✪": 2134,
      "✫": 2135,
      "✭": 2136,
      "✮": 2137,
      "✯": 2138,
      "✰": 2139,
      "✶": 2140,
      "✼": 2141,
      "✿": 2142,
      "❀": 2143,
      "❁": 2144,
      "❂": 2145,
      "❄": 2146,
      "❋": 2147,
      "❌": 2148,
      "❎": 2149,
      "❑": 2150,
      "❓": 2151,
      "❖": 2152,
      "❗": 2153,
      "❝": 2154,
      "❞": 2155,
      "❣": 2156,
      "❤": 2157,
      "❥": 2158,
      "❦": 2159,
      "❮": 2160,
      "❯": 2161,
      "❴": 2162,
      "❶": 2163,
      "❷": 2164,
      "❹": 2165,
      "➔": 2166,
      "➕": 2167,
      "➚": 2168,
      "➜": 2169,
      "➞": 2170,
      "➡": 2171,
      "➢": 2172,
      "➤": 2173,
      "➥": 2174,
      "➧": 2175,
      "➰": 2176,
      "➳": 2177,
      "➸": 2178,
      "➺": 2179,
      "➽": 2180,
      "➾": 2181,
      "⟩": 2182,
      "⟵": 2183,
      "⟶": 2184,
      "⟹": 2185,
      "⠀": 2186,
      "⠇": 2187,
      "⡢": 2188,
      "⤒": 2189,
      "⦁": 2190,
      "⨀": 2191,
      "⨁": 2192,
      "⬅": 2193,
      "⬇": 2194,
      "⬡": 2195,
      "⬤": 2196,
      "⬥": 2197,
      "⭐": 2198,
      "⭕": 2199,
      "⮟": 2200,
      "Ⰲ": 2201,
      "Ⰽ": 2202,
      "Ⰾ": 2203,
      "Ⱀ": 2204,
      "Ⱁ": 2205,
      "Ⱄ": 2206,
      "Ⱏ": 2207,
      "Ⱐ": 2208,
      "Ⱑ": 2209,
      "Ɽ": 2210,
      "ⱬ": 2211,
      "Ɑ": 2212,
      "ⲑ": 2213,
      "ⲓ": 2214,
      "ⲣ": 2215,
      "ⲥ": 2216,
      "ⴰ": 2217,
      "ⴱ": 2218,
      "ⴳ": 2219,
      "ⴷ": 2220,
      "ⵉ": 2221,
      "ⵍ": 2222,
      "ⵎ": 2223,
      "ⵏ": 2224,
      "ⵓ": 2225,
      "ⵔ": 2226,
      "ⵖ": 2227,
      "ⵜ": 2228,
      "ⵢ": 2229,
      "ⵣ": 2230,
      "⵳": 2231,
      "⵴": 2232,
      "、": 2233,
      "。": 2234,
      "々": 2235,
      "〇": 2236,
      "〈": 2237,
      "〉": 2238,
      "《": 2239,
      "》": 2240,
      "「": 2241,
      "」": 2242,
      "『": 2243,
      "』": 2244,
      "【": 2245,
      "】": 2246,
      "〔": 2247,
      "〕": 2248,
      "〜": 2249,
      "〰": 2250,
      "ぁ": 2251,
      "あ": 2252,
      "ぃ": 2253,
      "い": 2254,
      "ぅ": 2255,
      "う": 2256,
      "え": 2257,
      "ぉ": 2258,
      "お": 2259,
      "か": 2260,
      "が": 2261,
      "き": 2262,
      "く": 2263,
      "ぐ": 2264,
      "け": 2265,
      "げ": 2266,
      "こ": 2267,
      "ご": 2268,
      "さ": 2269,
      "ざ": 2270,
      "し": 2271,
      "じ": 2272,
      "す": 2273,
      "ず": 2274,
      "せ": 2275,
      "ぜ": 2276,
      "そ": 2277,
      "ぞ": 2278,
      "た": 2279,
      "だ": 2280,
      "ち": 2281,
      "っ": 2282,
      "つ": 2283,
      "づ": 2284,
      "て": 2285,
      "で": 2286,
      "と": 2287,
      "ど": 2288,
      "な": 2289,
      "に": 2290,
      "ぬ": 2291,
      "ね": 2292,
      "の": 2293,
      "は": 2294,
      "ば": 2295,
      "ぱ": 2296,
      "ひ": 2297,
      "び": 2298,
      "ぴ": 2299,
      "ふ": 2300,
      "ぶ": 2301,
      "へ": 2302,
      "べ": 2303,
      "ほ": 2304,
      "ぼ": 2305,
      "ぽ": 2306,
      "ま": 2307,
      "み": 2308,
      "む": 2309,
      "め": 2310,
      "も": 2311,
      "ゃ": 2312,
      "や": 2313,
      "ょ": 2314,
      "よ": 2315,
      "ら": 2316,
      "り": 2317,
      "る": 2318,
      "れ": 2319,
      "ろ": 2320,
      "わ": 2321,
      "を": 2322,
      "ん": 2323,
      "ァ": 2324,
      "ア": 2325,
      "ィ": 2326,
      "イ": 2327,
      "ウ": 2328,
      "ェ": 2329,
      "エ": 2330,
      "ォ": 2331,
      "オ": 2332,
      "カ": 2333,
      "ガ": 2334,
      "キ": 2335,
      "ギ": 2336,
      "ク": 2337,
      "グ": 2338,
      "ケ": 2339,
      "ゲ": 2340,
      "コ": 2341,
      "ゴ": 2342,
      "サ": 2343,
      "ザ": 2344,
      "シ": 2345,
      "ジ": 2346,
      "ス": 2347,
      "ズ": 2348,
      "セ": 2349,
      "ゼ": 2350,
      "ソ": 2351,
      "ゾ": 2352,
      "タ": 2353,
      "ダ": 2354,
      "チ": 2355,
      "ッ": 2356,
      "ツ": 2357,
      "ヅ": 2358,
      "テ": 2359,
      "デ": 2360,
      "ト": 2361,
      "ド": 2362,
      "ナ": 2363,
      "ニ": 2364,
      "ヌ": 2365,
      "ネ": 2366,
      "ノ": 2367,
      "ハ": 2368,
      "バ": 2369,
      "パ": 2370,
      "ヒ": 2371,
      "ビ": 2372,
      "ピ": 2373,
      "フ": 2374,
      "ブ": 2375,
      "プ": 2376,
      "ヘ": 2377,
      "ベ": 2378,
      "ペ": 2379,
      "ホ": 2380,
      "ボ": 2381,
      "ポ": 2382,
      "マ": 2383,
      "ミ": 2384,
      "ム": 2385,
      "メ": 2386,
      "モ": 2387,
      "ャ": 2388,
      "ヤ": 2389,
      "ュ": 2390,
      "ユ": 2391,
      "ョ": 2392,
      "ヨ": 2393,
      "ラ": 2394,
      "リ": 2395,
      "ル": 2396,
      "レ": 2397,
      "ロ": 2398,
      "ワ": 2399,
      "ン": 2400,
      "ヴ": 2401,
      "ヶ": 2402,
      "・": 2403,
      "ー": 2404,
      "ㄉ": 2405,
      "㐱": 2406,
      "㩴": 2407,
      "㬩": 2408,
      "㭦": 2409,
      "㭸": 2410,
      "㵥": 2411,
      "一": 2412,
      "丁": 2413,
      "七": 2414,
      "万": 2415,
      "丈": 2416,
      "三": 2417,
      "上": 2418,
      "下": 2419,
      "不": 2420,
      "与": 2421,
      "专": 2422,
      "且": 2423,
      "世": 2424,
      "丙": 2425,
      "业": 2426,
      "东": 2427,
      "丝": 2428,
      "両": 2429,
      "两": 2430,
      "严": 2431,
      "並": 2432,
      "丧": 2433,
      "个": 2434,
      "中": 2435,
      "丰": 2436,
      "串": 2437,
      "临": 2438,
      "丸": 2439,
      "丹": 2440,
      "为": 2441,
      "主": 2442,
      "丽": 2443,
      "举": 2444,
      "乂": 2445,
      "乃": 2446,
      "久": 2447,
      "么": 2448,
      "义": 2449,
      "之": 2450,
      "乌": 2451,
      "乎": 2452,
      "乏": 2453,
      "乐": 2454,
      "乔": 2455,
      "乗": 2456,
      "乘": 2457,
      "乙": 2458,
      "乜": 2459,
      "九": 2460,
      "乞": 2461,
      "也": 2462,
      "习": 2463,
      "乡": 2464,
      "书": 2465,
      "买": 2466,
      "乱": 2467,
      "乳": 2468,
      "乾": 2469,
      "亀": 2470,
      "了": 2471,
      "予": 2472,
      "争": 2473,
      "事": 2474,
      "二": 2475,
      "于": 2476,
      "云": 2477,
      "互": 2478,
      "五": 2479,
      "井": 2480,
      "亚": 2481,
      "些": 2482,
      "亜": 2483,
      "亞": 2484,
      "亟": 2485,
      "亠": 2486,
      "亡": 2487,
      "交": 2488,
      "亥": 2489,
      "亦": 2490,
      "产": 2491,
      "亩": 2492,
      "享": 2493,
      "京": 2494,
      "亮": 2495,
      "亰": 2496,
      "亲": 2497,
      "亳": 2498,
      "人": 2499,
      "亿": 2500,
      "什": 2501,
      "仂": 2502,
      "仅": 2503,
      "仆": 2504,
      "仇": 2505,
      "今": 2506,
      "介": 2507,
      "仍": 2508,
      "从": 2509,
      "仏": 2510,
      "仔": 2511,
      "仕": 2512,
      "他": 2513,
      "付": 2514,
      "仙": 2515,
      "代": 2516,
      "令": 2517,
      "以": 2518,
      "仪": 2519,
      "们": 2520,
      "仮": 2521,
      "仰": 2522,
      "仲": 2523,
      "件": 2524,
      "价": 2525,
      "任": 2526,
      "份": 2527,
      "企": 2528,
      "伊": 2529,
      "伍": 2530,
      "伏": 2531,
      "伐": 2532,
      "休": 2533,
      "众": 2534,
      "优": 2535,
      "会": 2536,
      "传": 2537,
      "伤": 2538,
      "伦": 2539,
      "伯": 2540,
      "估": 2541,
      "伸": 2542,
      "似": 2543,
      "但": 2544,
      "佈": 2545,
      "位": 2546,
      "低": 2547,
      "住": 2548,
      "佐": 2549,
      "体": 2550,
      "何": 2551,
      "余": 2552,
      "佛": 2553,
      "作": 2554,
      "你": 2555,
      "佳": 2556,
      "併": 2557,
      "使": 2558,
      "來": 2559,
      "例": 2560,
      "供": 2561,
      "依": 2562,
      "価": 2563,
      "侬": 2564,
      "侯": 2565,
      "便": 2566,
      "係": 2567,
      "促": 2568,
      "俄": 2569,
      "俊": 2570,
      "俗": 2571,
      "保": 2572,
      "俞": 2573,
      "俠": 2574,
      "信": 2575,
      "修": 2576,
      "俱": 2577,
      "俳": 2578,
      "倉": 2579,
      "個": 2580,
      "倍": 2581,
      "們": 2582,
      "倒": 2583,
      "候": 2584,
      "借": 2585,
      "倪": 2586,
      "倫": 2587,
      "债": 2588,
      "值": 2589,
      "假": 2590,
      "偏": 2591,
      "偗": 2592,
      "偙": 2593,
      "做": 2594,
      "停": 2595,
      "偣": 2596,
      "健": 2597,
      "側": 2598,
      "偵": 2599,
      "偶": 2600,
      "偿": 2601,
      "傅": 2602,
      "備": 2603,
      "傤": 2604,
      "储": 2605,
      "催": 2606,
      "傲": 2607,
      "傳": 2608,
      "僅": 2609,
      "像": 2610,
      "僧": 2611,
      "僵": 2612,
      "價": 2613,
      "儍": 2614,
      "儎": 2615,
      "儧": 2616,
      "儩": 2617,
      "優": 2618,
      "儮": 2619,
      "儯": 2620,
      "儲": 2621,
      "儵": 2622,
      "儷": 2623,
      "儸": 2624,
      "儿": 2625,
      "允": 2626,
      "元": 2627,
      "兄": 2628,
      "充": 2629,
      "先": 2630,
      "光": 2631,
      "克": 2632,
      "免": 2633,
      "兑": 2634,
      "兒": 2635,
      "兔": 2636,
      "兗": 2637,
      "党": 2638,
      "兜": 2639,
      "入": 2640,
      "內": 2641,
      "全": 2642,
      "兩": 2643,
      "八": 2644,
      "公": 2645,
      "六": 2646,
      "兰": 2647,
      "共": 2648,
      "关": 2649,
      "兴": 2650,
      "兵": 2651,
      "其": 2652,
      "具": 2653,
      "典": 2654,
      "兹": 2655,
      "养": 2656,
      "兼": 2657,
      "冀": 2658,
      "内": 2659,
      "円": 2660,
      "冇": 2661,
      "冉": 2662,
      "冊": 2663,
      "册": 2664,
      "再": 2665,
      "冗": 2666,
      "写": 2667,
      "军": 2668,
      "农": 2669,
      "冠": 2670,
      "冦": 2671,
      "冬": 2672,
      "冯": 2673,
      "冰": 2674,
      "冲": 2675,
      "决": 2676,
      "况": 2677,
      "冶": 2678,
      "冷": 2679,
      "冼": 2680,
      "净": 2681,
      "凄": 2682,
      "准": 2683,
      "凉": 2684,
      "凌": 2685,
      "减": 2686,
      "凝": 2687,
      "几": 2688,
      "凡": 2689,
      "凤": 2690,
      "処": 2691,
      "凭": 2692,
      "凯": 2693,
      "出": 2694,
      "击": 2695,
      "函": 2696,
      "刀": 2697,
      "刁": 2698,
      "分": 2699,
      "切": 2700,
      "刈": 2701,
      "刊": 2702,
      "划": 2703,
      "列": 2704,
      "刘": 2705,
      "则": 2706,
      "刚": 2707,
      "创": 2708,
      "初": 2709,
      "删": 2710,
      "判": 2711,
      "別": 2712,
      "利": 2713,
      "刪": 2714,
      "别": 2715,
      "刮": 2716,
      "到": 2717,
      "制": 2718,
      "刷": 2719,
      "券": 2720,
      "刺": 2721,
      "刻": 2722,
      "剃": 2723,
      "則": 2724,
      "削": 2725,
      "前": 2726,
      "剑": 2727,
      "剣": 2728,
      "剧": 2729,
      "副": 2730,
      "創": 2731,
      "劃": 2732,
      "力": 2733,
      "办": 2734,
      "功": 2735,
      "加": 2736,
      "务": 2737,
      "动": 2738,
      "助": 2739,
      "励": 2740,
      "劳": 2741,
      "効": 2742,
      "势": 2743,
      "勃": 2744,
      "勇": 2745,
      "勉": 2746,
      "勒": 2747,
      "動": 2748,
      "務": 2749,
      "勢": 2750,
      "勤": 2751,
      "勩": 2752,
      "勵": 2753,
      "勾": 2754,
      "包": 2755,
      "匈": 2756,
      "化": 2757,
      "北": 2758,
      "匙": 2759,
      "匝": 2760,
      "匠": 2761,
      "匡": 2762,
      "匹": 2763,
      "区": 2764,
      "医": 2765,
      "匿": 2766,
      "區": 2767,
      "十": 2768,
      "千": 2769,
      "升": 2770,
      "午": 2771,
      "半": 2772,
      "卍": 2773,
      "华": 2774,
      "协": 2775,
      "卓": 2776,
      "協": 2777,
      "单": 2778,
      "卖": 2779,
      "南": 2780,
      "単": 2781,
      "博": 2782,
      "卜": 2783,
      "占": 2784,
      "卡": 2785,
      "卢": 2786,
      "卦": 2787,
      "卧": 2788,
